INSERT INTO book
VALUES
(10000001,'流量池',48.9,'杨飞','中信出版社','多次开创各营销渠道效果之最的营销人、神州优车CMO杨飞，诚恳讲述如何实现流量获取、营销转化以及流量的运营和再挖掘。','20180501',15,'./Pic/10000001.jpg','科技馆'),
(10000002,'原则',61.8,'瑞·达利欧','中信出版社','正确评价自己和他人，从容面对做决策、打造强大团队等问题，更进一步深入认识自我，实现不断成长。','20180101',20,'./Pic/10000002.jpg','生活馆'),
(10000003,'历史的教训',30,'威尔·杜兰特','四川人民出版社','《历史的教训》浓缩了11卷《世界文明史》的精华，总结出历史留给人们的巨大精神遗产。','20150101',10,'./Pic/10000003.jpg','文学馆'),
(10000004,'俗世奇人',12.6,'冯骥才','人民文学出版社','讲述了码头上的人，不强活不成，一强就生出各样空前绝后的人物，但都是俗世俗人；小说里的人，不奇传不成，一奇就演出各种匪夷所思的事情，却全是真人真事。','20160301',19,'./Pic/10000004.jpg','生活馆'),
(10000005,'第二十二条军规',32.3,'约瑟夫·海勒 ','译林出版社','小说的主人公约塞连是二战中一名美国轰炸兵，第二十二条军规使他不得不在生死线上苟且偷生，同时他也发现原来世界到处暗藏着这种荒唐的圈套。','20120801',13,'./Pic/10000005.jpg','其他图书'),
(10000006,'哲学的慰藉',28.8,'阿兰·德波顿','上海译文出版社','《哲学的慰藉》一书是阿兰?德波顿的代表作品。','20150501',16,'./Pic/10000006.jpg','艺术馆'),
(10000007,'玫瑰战争简史',48.5,'大卫·格拉米特','化学工业出版社','1450~1485年间的玫瑰战争被认为是英国错综复杂的历史之一。','20180101',14,'./Pic/10000007.jpg','特色书籍'),
(10000008,'瓦尔登湖',15.8,'梭罗','译林出版社','本书是美国作家梭罗独居瓦尔登湖畔的记录，描绘了他两年多时间里的所见、所闻和所思。','20160501',13,'./Pic/10000008.jpg','文学馆'),
(10000009,'纽约锁记',38.5,'陈丹青','广西师范大学出版社','这本书是作者纽约生涯的结账，初事写作的开端。','20071101',8,'./Pic/10000009.jpg','文学馆'),
(10000010,'谈话的泥沼',32.2,'陈丹青','广西师范大学出版社','本书是陈丹青近年来接受采访或与人对谈所整理出的文字，精心挑选后结而成集。','20140101',12,'./Pic/10000010.jpg','文学馆'),
(10000011,'质数的孤独',28.8,'保罗·乔尔达诺','上海译文出版社','马蒂亚是一个年轻的数学天才，他相信自己是质数中的一个，而中学同学爱丽丝正是他的孪生质数。','20110301',18,'./Pic/10000011.jpg','文学馆'),
(10000012,'故事思维',33.3,'安妮特·西蒙斯','江西人民出版社','道理只能赢得辩论，故事可以收服人心。','20170301',9,'./Pic/10000012.jpg','教育馆');